Repository: samu-developments/sweetspots-public
Catalog: lib/l10n/app_*.arb
Languages: nb

# splashTitle
source: Loading camps...
nb: Speider etter leirplasser...

# connectivityTitle
source: Could not load data, not internet connection.
nb: Kan ikke laste inn data, ingen internett-forbindelse.

# commonBack
source: Back
nb: Tilbake

# commonName
source: Name
nb: Navn

# commonErrorTryAgain
source: An error occured, please try again.
nb: Noe gikk galt, vennligst prøv igjen.

# onboardingFirstTitle
source: Camping has never been more sweet
nb: Friluftsliv har aldri vært mer sweet

# onboardingFirstBody1
source: Find the perfect camp spot, or share your own favorites.
nb: Finn den perfekte leirplassen, eller del dine egne favoritter.

# onboardingFirstBody2
source: Sweetspots is a simple app for finding and sharing backcountry camp spots in Norway. All content is user generated - if you have been to a nice spot there are probably many others who would enjoy knowing where it is!
nb: Sweetspots er i åpen beta. Om du også digger å være i naturen og ønsker å gjøre din neste tur enda bedre kan du dele Sweetspots med venner, og ikke minst dele fine (og ikke såå fine) leirplass du har bilde av! Om det er noe du savner eller du finner bugs kan du gi tilbakemelding i appen. All tilbakemelding er velkommen. Takk! :)

# onboardingFirstBody3
source: Sweetspots share some data with 3rd parties to be able to function.
nb: Sweetspots deler posisjonsdata og enhetsdata med 3. parter for å levere tjenesten.

# onboardingFirstBody4
source: Privacy policy
nb: Personvernerklæring

# sweetspotsAbout
source: Sweetspots is a simple app for finding and sharing backcountry camp spots in Norway. All content is user generated - if you have been to a nice spot there are probably many others who would enjoy knowing where it is!
nb: Sweetspots er en enkel liten app hvor du kan finne og dele leirplasser i Norge. Alt innhold er brukergenerert - har du en favorittplass er det sikkert mange andre som kan ha glede av å vite hvor den er!

# sweetspotsFree
source: Sweetspots is of course 100% free to use, just like nature should be.
nb: Sweetspots er selvfølgelig 100% gratis å bruke, akkurat som naturen burde være.

# aboutVersion
source: Version
nb: Versjon

# tryWebBeta
source: Try the web beta
nb: Prøv web betaen

# mapSearchHint
source: Search...
nb: Søk...

# mapActionTooltipGps
source: Turn on GPS
nb: Skru på GPS

# mapActionTooltipLayer
source: Choose map layer
nb: Velg kartmodus

# mapLayerDefault
source: Map
nb: Kart

# mapLayerSatellite
source: Satellite
nb: Satellitt

# mapActionAddHint
source: Add camp
nb: Legg til leirplass

# mapAddToFarAway
source: You need to zoom closer to add a camp.
nb: Du må zoome nærmere for å legge til en leirplass.

# mapFilterMore
source: Filter camp spots
nb: Flere filter

# mapFilterClear
source: Clear
nb: Fjern

# filterExtendedTitle
source: Filter spots
nb: Filtrer leirplasser

# filterExtendedApply
source: Save
nb: Lagre

# filterExtendedClear
source: Clear
nb: Nullstill

# filterExtendedStars
source: Stars
nb: Stjerner

# filterExtendedSliderValue
source: Max distance: {radius} km
nb: Max avstand: {radius} km

# filterExtendedSliderValueShowAll
source: Max distance: - km
nb: Max avstand: - km

# drawerNotLoggedIn
source: Not signed in
nb: Ikke logget inn

# drawerLogIn
source: Sign in
nb: Logg inn

# drawerLogOut
source: Sign out
nb: Logg ut

# drawerProfile
source: Profile
nb: Profil

# drawerDeleteUser
source: Delete user
nb: Slett bruker

# drawerAboutTitle
source: About Sweetspots
nb: Om Sweetspots

# drawerFeedback
source: Give feedback
nb: Gi tilbakemelding

# drawerFeedbackSubject
source: Sweetspots feedback
nb: Sweetspots tilbakemelding

# drawerFavoritedCamps
source: My favorites
nb: Mine favoritter

# drawerTripPlanner
source: Trip planner
nb: Turplanlegger

# drawerTripPlannerAddList
source: Add list
nb: Legg til liste

# drawerMyCamps
source: My camps
nb: Mine leirplasser

# drawerToplist
source: Top list
nb: Toppliste

# drawerSnackBarUserDeleted
source: Your user was deleted!
nb: Brukeren din er slettet!

# drawerAllemannsretten
source: Freedom to roam
nb: Allemannsretten

# drawerSettings
source: Settings
nb: Innstillinger

# tripPlannerTitle
source: Trip planner
nb: Turplanlegger

# plannerAddList
source: Add to new trip plan
nb: Legg til turplan

# plannerAddToList
source: Add to trip plan
nb: Legg til i en turplan

# plannerAddListName
source: Enter plan name
nb: Skriv navn på turplan

# plannerAddListNameLabel
source: Plan name
nb: Navn

# plannerAddListNameAdded
source: Plan {name} added!
nb: Turplan {name} lagt til!

# plannerAddListNameExist
source: Plan {name} already exist!
nb: {name} finnes allerede!

# plannerAddSpotAdded
source: Spot added to {plan}!
nb: Plass lagt til i {plan}!

# plannerAddSpotAddedShowInPlan
source: Open plan
nb: Åpne turplan

# plannerListDeleteSpot
source: Delete
nb: Slett

# plannerListDeleteSpotDeleted
source: Spot deleted from plan!
nb: Plass slettet fra turplan!

# plannerListDeleted
source: Plan {plan} deleted!
nb: Turplan {plan} slettet!

# plannerSlideActionAdd
source: Add
nb: Legg til

# settingsTitle
source: Settings
nb: Innstillinger

# settingsMap
source: Map
nb: Kart

# settingsMapV2
source: Use new map
nb: Bruk nytt kart (beta)

# settingsMapV2Description
source: Supports clustering with #symbols.
nb: Støtter clustering med #symboler.

# settingsCluster
source: Cluster symbols
nb: Clustre symboler

# settingsCompass
source: Show compass
nb: Vis kompass

# settingsTilt
source: Tilt map
nb: Tilt kart

# settingsRotate
source: Rotate map
nb: Roter kart

# hamburgerToolTip
source: Show sidebar
nb: Vis sidebar

# snackBarNorway
source: Camp needs to be in Norway.
nb: Leirplassen må ligge i Norge.

# snackBarCampAdded
source: Camp added!
nb: Leirplass lagt til!

# pointSheetDelete
source: Delete position
nb: Slett posisjon

# pointSheetSave
source: Save position
nb: Lagre posisjon

# pointSheetAddCamp
source: Add camp
nb: Legg til

# favoriteAddHint
source: Add camp to favorites
nb: Legg til i favoritter

# favoriteAdded
source: Camp added to favorites
nb: Lagt til i favoritter

# favoriteRemoved
source: Camp removed from favorites
nb: Fjernet fra favoritter

# popupReportCamp
source: Report camp
nb: Rapporter leir

# popupReportComment
source: Report comment
nb: Rapporter kommentar

# popupReportImage
source: Report image
nb: Rapporter bilde

# popupRemoveReport
source: Delete report
nb: Slett rapportering

# campTypeCamp
source: Camp
nb: Leirplass

# campTypeInfo
source: Info point
nb: Infopunkt

# campDetailTitleCamp
source: Camp
nb: Leirplass

# campDetailTitleInfo
source: Info point
nb: Infopunkt

# campDetailFeatures
source: Features
nb: Egenskaper

# campDetailDescription
source: Description
nb: Beskrivelse

# campDetailRate
source: Give a rating
nb: Gi en anmeldelse

# campDetailEditRate
source: Change rating
nb: Endre anmeldelse

# campDetailShowOnMap
source: Show on map
nb: Vis i kart

# campDetailOpenDialog
source: Open in..
nb: Åpne i..

# campDetailOpenDialogCancel
source: Close
nb: Lukk

# campDetailOpenDialogNoneFound
source: No map apps found!
nb: Fant ingen kart-apps!

# campDetailOpenGMaps
source: Open in Google Maps
nb: Åpne i Google Maps

# campDetailOpenExternal
source: Open externally
nb: Åpne eksternt

# campDetailCreatedBy
source: Published by
nb: Publisert av

# campDetailCreatedByUnknown
source: unknown
nb: ukjent

# campDetailDelete
source: Delete camp
nb: Slett leirplass

# featureTent
source: Tent
nb: Telt

# featureHammock
source: Hammock
nb: Hengekøye

# featureWater
source: Water
nb: Vann

# featureSunset
source: Sunset
nb: Solnedgang

# featureSunrise
source: Sunrise
nb: Soloppgang

# featureWinter
source: Winter
nb: Vinter

# campTabInfo
source: Information
nb: Informasjon

# campTabComments
source: Comments
nb: Kommentarer

# gallerySnackBarLike
source: Please like someones else's image..
nb: Vennligst lik noen andre sitt bilde..

# gallerySnackBarDeleteError
source: A camp has to have at least 1 image, please upload an image before you delete this one.
nb: En leirplass må minst ha 1 bilde, vennligst last opp et nytt før du sletter dette bildet.

# galleryUploadedBy
source: Uploaded by {name}.
nb: Lastet opp av {name}.

# galleryPopupDelete
source: Delete image
nb: Slett bilde

# commentsNoComments
source: No comments for this camp, be the first one!
nb: Ingen kommentarer, bli den første!

source: Publish
nb: Publiser

# addCampTitle
source: Add camp
nb: Legg til leirplass

# addCampInfoTitle
source: Add info point
nb: Legg til infopunkt

# addCampAnonymousTitle
source: Publish anonymous
nb: Publiser anonymt

# addCampAnonymousSubtitle
source: Hide your name and profile photo.
nb: Skjul navn og profilbildet.

# addCampFeaturesDescription
source: Select the features that apply for the camp. This makes it easier for other people to find a camp that fits them.
nb: Velg egenskaper som passer for leirplassen. Dette gjør det lettere for andre å finne en leirplass som passer for dem.

# addCampDescriptionDescription
source: Add a short description about the camp which could be interesting for others to know.
nb: Legg til en kort beskrivelse av leirplassen. Hva som helst som kan være interesant for andre å vite.

# addCampUserError
source: Could not publish camp, please fix errors!
nb: Kan ikke publisere, vennligst korriger feilmeldinger!

# addCampErrorUploading
source: Error uploading camp, please try again later!
nb: Kunne ikke laste opp, vennligst prøv på nytt senere!

# addCampErrorImage
source: Please add at least 1 image!
nb: Legg til minst 1 bilde!

# addCampImageTooMany
source: A maximum of 5 images can be added!
nb: Maksimalt 5 bilder kan bli lagt til!

# addCampErrorDescription
source: Enter a short camp description
nb: Legg til en kort beskrivelse

# addCampInputDescriptionLabel
source: Description
nb: Beskrivelse

# addCampPublishNoInternet
source: Can't publish camp, no internet connection!
nb: Kan ikke publisere leirplass, ingen internettforbindelse!

# addCampNoInternet
source: Can't add camp, no internet connection!
nb: Kan ikke legge til leirplass, ingen internettforbindelse!

# addCampInfoDescriptionDescription
source: Add description about the info point others might find useful.
nb: Legg til en kort beskrivelse av infopunktet some andre kan være interessant for andre å vite.

# addImageCropTitle
source: Crop image
nb: Bekjær bilde

# addImageUnknownError
source: Could not add image
nb: Kunne ikke legge til bilde

# addImageUploadNoInternet
source: Can't upload image, no internet connection!
nb: Kan ikke laste opp bilde, ingen internettforbindelse!

# addImageNoInternet
source: Can't add image, no internet connection!
nb: Kan ikke legge til bilde, ingen internettforbindelse!

# addImageInProgress
source: Uploading image..
nb: Laster opp bilde..

# editCampTitle
source: Edit camp
nb: Endre leirplass

# editCampHeader
source: Edit images from the gallery view
nb: Endre bilder fra galleri-visningen

# editCampImagesNotice
source: Images can not be edited here. Please add/delete images from the gallery view.
nb: Bilder kan ikke endres her. Legg til/slett bilder fra galleri-visningen.

# editCampLocation
source: Location
nb: Lokasjon

# editCampLocationDescription
source: Pinpoint the camp as precise as possible. Use of satellite map is recommended.
nb: Lokaliser leirplassen så presist som mulig. Det anbefales å bruke satellitt-visning.

# addCommentEditTitle
source: Edit comment
nb: Endre kommentar

# addRatingTitle
source: Rate
nb: Anmeld

# addCommentPublic
source: Comments are posted publicly under your own name and photo.
nb: Kommentarer deles under ditt eget navn og bilde.

# addCommentEnter
source: Enter a comment
nb: Legg til kommentar

# addCommentLabel
source: Comment
nb: Kommentar

# addCommentDelete
source: Delete comment
nb: Slett kommentar

# loginTitle
source: Sign in
nb: Logg inn

# loginLoading
source: Signing in...
nb: Logger inn...

# loginSelect
source: Select sign in method
nb: Velg innloggingsmetode

# loginErrorFailed
source: Sign in failed. Please try again.
nb: Innlogging feilet. Vennligst prøv igjen.

# loginErrorAccountExists
source: Account already exists! Please sign in with {provider}.
nb: Du har allerede registrert en bruker på denne emailadressen! Vennligst logg inn med {provider}.

# loginErrorNetwork
source: You need an internet connection to sign in.
nb: Du trenger internettforbindelse for å logge inn.

# loginFacebook
source: Sign in with Facebook
nb: Logg inn med Facebook

# loginGoogle
source: Sign in with Google
nb: Logg inn med Google

# loginApple
source: Sign in with Apple
nb: Logg inn med Apple

# aboutTitle
source: About Sweetspots
nb: Om Sweetspots

# aboutText1
source: Sweetspots is a simple app for finding and sharing backcountry camp spots in Norway. All content is user generated - if you have been to a nice spot there are probably many others who would enjoy knowing where it is!
nb: Sweetspots ble laget for at folk skal lettere finne den perfekte leirplassen og ha det koselig på tur.

# aboutText2
source: Sweetspots is made with lots of <3 in Norway
nb: Sweetspots er laget med mye kos i Norge <3

# aboutContact
source: Contact
nb: Kontakt

# aboutContactSubject
source: Sweetspots contact
nb: Sweetspots kontakt

# policyTitle
source: Privacy Policy
nb: Sweetspots Personvernerklæring

# policyText1
source: By using the app, some data is sent to 3rd parties (Mapbox, Google, Apple, Facebook). This is necessary to deliver the service. By signing in, Sweetspots is saving your email, name, and profile picture.
nb: Ved å bruke appen sendes data automatisk til 3. parts tjenesteleverandører (Mapbox, Google, Apple, Facebook). Dette er nødvendig for å levere tjenesten. Ved å logge inn lagrer Sweetspots email-adresse, navn, og profilbilde.

# campListLoading
source: Looking for camps...
nb: Speider etter leirplasser...

# campListUnfavoritedUndo
source: UNDO
nb: ANGRE

# favoriteTitle
source: My favorites
nb: Mine favoritter

# favoriteNoCampsFound1
source: You have not favorited any camps!
nb: Du har ikke favorisert noen leirplasser!

# favoriteNoCampsFound2
source: Press
nb: Klikk

# favoriteNoCampsFound3
source: to favorite a camp.
nb: for å favorisere en leirplass.

# createdTitle
source: My camps
nb: Mine leirplasser

# createdNoCampsFound1
source: You have not published any camps!
nb: Du har ikke publisert noen leirplasser!

# createdNoCampsFound2
source: Press
nb: Klikk

# createdNoCampsFound3
source: to share a camp.
nb: for å dele en leirplass.

# tripPlannerNoPlansFound1
source: You have not added any trip plans!
nb: Du har ikke lagt til noen turplaner!

# tripPlannerNoPlansFound2
source: Trip plans help you organize camps for your next adventures.
nb: Press

# tripPlannerNoPlansFound3
source: Press
nb: for å legge til en turplan.

# tripPlannerNoCampsFound1
source: You have not added any spots to this trip plan!
nb: Du har ikke lagt til noen plasser i denn turplanleggeren!

# tripPlannerNoCampsFound2
source: Press
nb: Klikk

# tripPlannerNoCampsFound3
source: to add a spot.
nb: for å legge til en plass.

# toplistTitle
source: Top list
nb: Toppliste

# noCampsFound
source: Found no camps
nb: Fant ingen leirplasser

# dialogDismiss
source: Dismiss
nb: Lukk

# dialogReportReason
source: Please select one or more reason(s) for the report.
nb: Vennligst gi en eller flere grunn(er) for rapporteringen.

# dialogReportActionReport
source: Report
nb: Rapporter

# dialogReportSuccess
source: Report added!
nb: Rapportering lagt til!

# dialogReportRemoveTitle
source: Delete report?
nb: Slett rapportering?

# dialogReportActionRemove
source: Delete
nb: Slett

# dialogReportRemoveSuccess
source: Report deleted!
nb: Rapportering slettet!

# dialogReportReasonLowEffort
source: Low quality
nb: Lav kvalitet

# dialogReportReasonInaccurate
source: Wrong information
nb: Feilinformasjon

# dialogReportReasonOffensive
source: Offensive content
nb: Støtende innhold

# dialogReportReasonIllegal
source: Private area
nb: Brudd på allemannsretten

# dialogReportReasonOther
source: Other reason
nb: Annen grunn

# dialogReportReasonOtherLabel
source: Reason
nb: Grunn

# dialogReportReasonOtherHint
source: Describe reason
nb: Beskriv grunn

# dialogLoginTitle
source: Sign in
nb: Logg inn

# dialogLoginContent1
source: You need to be signed in to {action}.
nb: Du må være innlogget for å {action}.

# dialogLoginActionContinue
source: Continue without user
nb: Fortsett uten bruker

# dialogLoginActionLogin
source: Sign in
nb: Logg inn

# dialogLoginReasonAddCamp
source: add a camp
nb: legge til en leirplass

# dialogLoginReasonAddImage
source: add an image
nb: legge til et bilde

# dialogLoginReasonRateCamp
source: rate a camp
nb: anmelde en leirplass

# dialogLoginReasonAddComment
source: add a comment
nb: legge til en kommentar

# dialogLoginReasonLikeImage
source: like an image
nb: like et bilde

# dialogLoginReasonLikeComment
source: like a comment
nb: like en kommentar

# dialogLoginReasonReport
source: report
nb: rapportere

# dialogLoginReasonAddTripPlan
source: add a trip plan
nb: legge til en turplan

# dialogLoginReasonAddToTripPlan
source: add a spot to a trip plan
nb: legge et spot til en turplan

# dialogWebTitle
source: Web not supported
nb: Web ikke støttet

# dialogWebContent
source: Adding camp from web is currently not supported. Please use the mobile app.
nb: Å legge til leirplasser fra web er foreløpig ikke støttet. Vennligst bruk mobilappen.

# dialogWebActionDismiss
source: Close
nb: Lukk

# dialogConfirmTitle
source: Confirm action
nb: Bekreft handling

# dialogConfirmShort
source: Confirm
nb: Bekreft

# dialogConfirmContentDeleteComment
source: Delete comment?
nb: Slett kommentar?

# dialogConfirmContentDeleteImage
source: Delete image?
nb: Slett bilde?

# dialogConfirmContentDeleteCamp
source: Delete camp?
nb: Slett leirplass?

# dialogConfirmContentAddImage
source: Add image?
nb: Legg til bilde?

# dialogConfirmContentLogOut
source: Sign out? You need an internet connection to load Sweetspots again.
nb: Logg ut? Du må ha en internettilkobling for å laste inn Sweetspots igjen.

# dialogConfirmContentDeleteUser
source: Delete your user from Sweetspots. Camp spots, comments, and images have to be deleted _before_ you delete your user. This action cannot be undone.
nb: Slett brukeren din fra Sweetspots. Delte leirplasser, kommentarer, og bilder må eventuelt slettes manuelt _før_ du sletter brukeren. Denne handlingen kan ikke angres.

# dialogConfirmContentDeleteTripPlan
source: Delete trip plan {plan}?
nb: Slett turplan {plan}?

# dialogConfirmActionDelete
source: Delete
nb: Slett

# dialogConfirmActionDismiss
source: Dismiss
nb: Lukk

# dialogConfirmActionAdd
source: Add
nb: Legg til

# dialogConfirmActionDeleteUser
source: Delete me
nb: Slett meg

# dialogConfirmActionLogOut
source: Sign out
nb: Logg ut

# commentDeletedSnackBar
source: Comment deleted!
nb: Kommentar slettet!

# campDeletedSnackBar
source: Camp deleted!
nb: Leirplass slettet!

# feedbackTitle
source: Feedback
nb: Tilbakemelding

# feedbackHint
source: Feedback
nb: Tilbakemelding

# feedbackLabel
source: Feedback
nb: Tilbakemelding

# feedbackDescription
source: Help improve Sweetspots! If you have any feature requests/bugs etc. you can send in in here. Or you can do it on
nb: Hjelp til å forbedre Sweetspots! Send inn forslag til funksjoner du ønsker/bugs du ser etc. Du kan også vurdere å sende en email.

# feedbackAddedSnackBar
source: Feedback added, thanks!
nb: Tilbakemelding lastet opp, takk!

# shareEmailSubject
source: Check out this Sweetspot
nb: Sjekk ut denne Sweetspotten

# dynamicLinkTitle
source: Sweetspots
nb: Sjekk ut denne Sweetspotten

# dynamicLinkDescription
source: Check out this Sweetspot. Sweetspots is an app for discovering and sharing camp spots.
nb: Sweetspots er en app for å oppdage og dele leirplasser.

# dynamicLinkInternetError
source: Cannot make link, no internet connection!
nb: Kan ikke lage link, ingen internettforbindelse!

# translateHeader
source: Translate
nb: Oversett

# translateError
source: Could not translate..
nb: Kunne ikke oversette..

# translateErrorInternet
source: Could not translate, no internet connection!
nb: Kunne ikke oversette, ingen internett forbindelse!

source: Anonymous
nb: Anonym

# uploadedByYou
source: you.
nb: deg.
